Tests/forward-step/forward-step-coarse/0/constr.include
    empty1
    {
	type		empty;
    }

    empty2
    {
	type		empty;
    }

    axes
    {
	type		slip;
    }
    